{
  "categories": [
      {
          "name": "Accommodation",
          "color": "blue",
          "pois": [
              {
                  "id": 6,
                  "position": [
                      48.7750,
                      9.1830
                  ],
                  "title": "Mövenpick Hotel Stuttgart Airport",
                  "description": "The Movenpick Hotel Stuttgart Airport in Germany is a superior hotel with direct access to the airport, the ICS International Congress Center Stuttgart, and the Messe Stuttgart. Discover a destination which gives you a perfect balance between business and leisure. Enjoy a day in Stuttgart's city center, easily accessible by car or public transportation within 20 minutes or relax in our fitness area.",
                  "imagesrc": "assets/images/Mövenpick.png",
                  "source": "https://www.tripadvisor.com/Hotel_Review-g187291-d647452-Reviews-Movenpick_Hotel_Stuttgart_Airport-Stuttgart_Baden_Wurttemberg.html"
              },
              {
                  "id": 7,
                  "position": [
                      48.7760,
                      9.1840
                  ],
                  "title": "Mercure Hotel Stuttgart Sindelfingen an der Messe",
                  "description": "The 4 star Mercure Stuttgart Sindelfingen an der Messe offers 186 modern rooms. The hotel is ideally located on the A81, near the Sindelfingen Ost exit, within 5 km of major companies. The airport, the new Landesmesse exhibition centre and Stuttgart central railway station are all within easy reach between 11 and 15 km away. Enjoy our cosy wine bar and large breakfast room. Other facilities include seven meeting rooms, the largest hotel pool in Stuttgart and parking for 180 vehicles.",
                  "imagesrc": "assets/images/Mercure.png",
                  "source": "https://www.tripadvisor.com/Hotel_Review-g198391-d233899-Reviews-Mercure_Hotel_Stuttgart_Sindelfingen_an_der_Messe-Sindelfingen_Baden_Wurttemberg.html"
              },
              {
                  "id": 15,
                  "position": [
                      48.7780,
                      9.1860
                  ],
                  "title": "Hotel Europäischer Hof Heidelberg",
                  "description": "Guests quite simply expect more from an owner-managed hotel. More individuality. More heart. More personality. As one of few privately run 5 stars superior hotels, The Europäischer Hof frequently goes one better. Since 1865, guests from all over the world have enjoyed the unique flair of this hotel, which is located close to Frankfurt and Stuttgart. The name of our establishment stands for all that is best in European hotel culture and for exceptional standards of service. Official listings have rated the Europäischer Hof Heidelberg as the finest hotel in Heidelberg and in the Rhine-Neckar Metropolitan Region. The hotel is a Certified Business Hotel, Certified Conference Hotel, and certified as conforming to the pharma code. Accordingly, offers everything you expect of a professional business hotel.",
                  "imagesrc": "assets/images/HofHeidel.png",
                  "source": "https://www.tripadvisor.com/Hotel_Review-g187286-d201302-Reviews-Hotel_Europaischer_Hof_Heidelberg-Heidelberg_Baden_Wurttemberg.html"
              },
              {
                  "id": 16,
                  "position": [
                      48.7790,
                      9.1870
                  ],
                  "title": "Pullman Stuttgart Fontana",
                  "description": "The Pullman Stuttgart Fontana is located directly at the Vaihingen train station and has direct access to the A8 motorway. The New Trade Fair, Stuttgart Airport and Stuttgart city center with the main train station can be reached as quickly as the musical theater. The hotel has its own underground car park with 110 parking spaces and direct access to the hotel lobby. Our 252 hotel rooms offer all the amenities of a 4 star superior hotel. The 1200 m² Fit & Spa Lounge with pool, sauna, sanarium, whirlpool and a sun terrace invites you to relax and unwind. For business lunch or dinner, visit our restaurant with outdoor terrace and enjoy regional and international food. The vibrant centerpiece of the hotel is the Fontana Bar. Indulge in fine wines, draft beer and international cocktails, as well as hot and cold snacks such as the classic Caesar salad or our Pullman burger.",
                  "imagesrc": "assets/images/Pullmann.png",
                  "source": "https://www.tripadvisor.com/Hotel_Review-g187291-d202429-Reviews-Pullman_Stuttgart_Fontana-Stuttgart_Baden_Wurttemberg.html"
              }
          ]
      },
      {
          "name": "Natural Attractions",
          "color": "green",
          "pois": [
              {
                  "id": 8,
                  "position": [
                      48.7790,
                      9.1800
                  ],
                  "title": "Wilhelma - zoo and botanical garden",
                  "description": "More than one million visitors are attracted to Wihelma every year. The diversity of animals and plants is remarkable. And not only that: the flair of “1001 Nights” also makes the zoo something special. When King Wilhelm I had the idea of building a bathhouse below Rosenstein Palace at the beginning of the 19th century, Wilhelma was born. The plan for the bathhouse quickly grew into a pleasure garden with pavilions, walkways, lakes and a banqueting hall. Everything was designed in the Moorish style, bringing a touch of “1001 Nights” to the Neckar. After the end of the monarchy, the royal pleasure garden was opened to the public as a botanical garden. However, the zoological history of Wilhelma only began after the Second World War with an aquarium show in 1949. Further exhibitions with living exhibits followed and after each show the wild animals remained at Wilhelma.",
                  "imagesrc": "assets/images/Wilhelma.png",
                  "source": "https://www.stuttgart.de/tourismus/sehenswuerdigkeiten/zoo-wilhelma.php"
              },
              {
                  "id": 9,
                  "position": [
                      48.7800,
                      9.1790
                  ],
                  "title": "Rosenstein Park",
                  "description": "Majestic trees, winding paths, plenty of space and tranquility - the Rosenstein Park in Stuttgart offers all this. Those who want to unwind and take a break from the hustle and bustle of the city will find a refuge in the park. Rosenstein Park in Stuttgart is considered the largest English landscape park in southwestern Germany. It was designed by his court gardeners between 1824 and 1840 on behalf of King Wilhelm I of Württemberg. The location with its elevation is cleverly chosen: From the park, the view extends to the burial chapel on the Württemberg, the final resting place of the wife of the builder, who died young. The name Rosenstein, which was chosen for the park and the palace built there, also goes back to the deceased: roses were the favorite flowers of Queen Katharina.",
                  "imagesrc": "assets/images/Rosenstein.png",
                  "source": "https://www.stuttgart.de/tourismus/sehenswuerdigkeiten/rosensteinpark.php"
              },
              {
                  "id": 17,
                  "position": [
                      48.7810,
                      9.1780
                  ],
                  "title": "Burgholzhof",
                  "description": "If there’s one thing Stuttgart doesn’t lack, it’s fantastic views. You can get a particularly beautiful panoramic view from the Burgholzhof tower in Bad Cannstatt. Beautiful views, good walking paths, picturesque vineyards: Burgholzhof conjures up a touch of Tuscany in the state capital. A special highlight is the 27-meter-high Burgholzhof tower. If you dare to climb up, you will be rewarded with a fabulous 360-degree view: Stuttgart East, Bad Cannstatt, Hallschlag and the Neckar Valley lie at your feet from up here. But the tower itself is also a real eye-catcher. If you think of a Roman watchtower when you see it, you’re right. The Verschönerungsverein Bad Cannstatt had the tower built in the form of an ancient fort by city architect Friedrich Keppler. In 1881 it was inaugurated in the presence of Crown Prince Wilhelm, later King Wilhelm II.",
                  "imagesrc": "assets/images/Burgholzhof.png",
                  "source": "https://www.stuttgart.de/tourismus/sehenswuerdigkeiten/Burgholzhof.php"
              },
              {
                  "id": 18,
                  "position": [
                      48.7820,
                      9.1770
                  ],
                  "title": "Stuttgart Forest",
                  "description": "The forest has a very high value in Stuttgart. It provides space for many animals and plants and makes a significant contribution to relieving the ecosystem. For the people of Stuttgart, the forest offers above all the opportunity to relax and unwind in nature. The forest is Stuttgart’s largest recreational area and covers 5,000 hectares, or 24 percent of the city. 56 percent (2,700 hectares) of this is also owned by the city of Stuttgart. The second largest forest owner in Stuttgart is the state of Baden-Württemberg with its forestry company ForstBW. The majority of these areas are managed by the  Schönbuch forest district.",
                  "imagesrc": "assets/images/Forest.png",
                  "source": "https://www.stuttgart.de/leben/natur/wald/"
              }
          ]
      },
      {
          "name": "Entertainment",
          "color": "red",
          "pois": [
              {
                  "id": 10,
                  "position": [
                      48.7710,
                      9.1810
                  ],
                  "title": "Stuttgarter Weihnachtsmarkt",
                  "description": "For nearly a month leading up to Christmas, the Stuttgarter Weihnachtsmarkt welcomes over 3 million visitors to shop for wood toys, figurines, and antiques and warm their bellies with mulled wine and fresh gingerbread. Little ones scoot about Children's Fairyland, riding the steam train, designing their own candles, and snacking on chocolate-covered fruit. The market's nativity scene features live lambs, sheep, donkeys, and a goat, and crowds gather for daily concerts performed by choirs and music groups from the Stuttgart region. A tradition dating back over 300 years, the Stuttgarter Weihnachtsmarkt stands as one of Europe's oldest and most lively Christmas markets.",
                  "imagesrc": "assets/images/Weihnachtsmarkt.png",
                  "source": "https://www.tripadvisor.com/Attraction_Review-g187291-d8820363-Reviews-Stuttgarter_Weihnachtsmarkt-Stuttgart_Baden_Wurttemberg.html"
              },
              {
                  "id": 11,
                  "position": [
                      48.7720,
                      9.1820
                  ],
                  "title": "Cannstatter Volksfest",
                  "description": "Cannstatter Volksfest in Stuttgart strikes a perfect balance between its funfair and beer celebration, managing to draw both families looking for wholesome fun and revelers seeking rowdier excitement. Over 17 days in late September and early October, about 4 million visitors sample the giant array of funfair rides and attractions, sway under the vibrant canopies of giant beer tents, and peruse myriad stalls in the lively traders' market. Opening day kicks off with the mayor tapping the first keg, while sensational musical fireworks close out the event over two weeks later. In between, the grand parade on the first Sunday and the hot air balloon race the following Sunday serve as festival highlights.",
                  "imagesrc": "assets/images/Volksfest.png",
                  "source": "https://www.tripadvisor.com/Attraction_Review-g187291-d8820178-Reviews-Cannstatter_Volksfest-Stuttgart_Baden_Wurttemberg.html"
              },
              {
                  "id": 20,
                  "position": [
                      48.7700,
                      9.1800
                  ],
                  "title": "Miniaturwelten Stuttgart",
                  "description": "The museum Miniaturwelten Stuttgart, located in the beautiful city of Stuttgart, is a true-to-scale replica of the Stuttgart main station from the 80s and 90s. This unique historical cultural asset is the life's work of a man named Wolfgang Frey, who created this legendary model railway layout over an epoch of 30 years. Over 500 buildings were photographed, sketched and recreated by a single man. For every cult enthusiast and artist who appreciates the love in detail, this true-to-scale depiction of the Stuttgart terminus is a true masterpiece.",
                  "imagesrc": "assets/images/Miniaturwelten.png",
                  "source": "https://www.tripadvisor.com/Attraction_Review-g187291-d13291062-Reviews-Miniaturwelten_Stuttgart-Stuttgart_Baden_Wurttemberg.html"
              },
              {
                  "id": 22,
                  "position": [
                      48.7680,
                      9.1780
                  ],
                  "title": "TeamEscape Stuttgart",
                  "description": "Entertainment, puzzle fun and teamwork are at the forefront of our exciting Escape Games. Search for clues in a deceptively real setting, analyse clues and use your creativity. If you prefer an outdoor adventure, our city rallies are the right choice. Go on a scavenger hunt through Stuttgart with friends and solve tricky puzzles - perfect for large groups. Our Escape Games and city rallies offer an unforgettable experience for birthdays, company events and hen parties. Book now on our website and go on an adventure.",
                  "imagesrc": "assets/images/Escape.png",
                  "source": "https://www.tripadvisor.com/Attraction_Review-g187291-d6351021-Reviews-TeamEscape_Stuttgart-Stuttgart_Baden_Wurttemberg.html"
              }
          ]
      },
      {
          "name": "Cultural and Historical Sites",
          "color": "orange",
          "pois": [
              {
                  "id": 1,
                  "position": [
                      48.7758,
                      9.1829
                  ],
                  "title": "Mineral baths",
                  "description": "Stuttgart has the largest deposit of mineral water in Germany. In Europe, the state capital is in second place, directly after Budapest. The bathing culture is correspondingly rich in tradition. There are several mineral baths in Stuttgart. The bathing tradition in Stuttgart goes back to the Romans. They already appreciated the healing effects of the mineral springs. And this traditional bathing culture has continued over the centuries to this day, because the springs in the state capital never run dry. Around 44 million liters of  mineral water bubble up from Stuttgart’s springs every day - some of which flows into the city’s three  thermal baths: LEUZE, SoleBad Cannstatt and the Mineralbad Berg. All of the spas are fed by springs that are recognized by the state as “healing springs”.",
                  "imagesrc": "assets/images/Mineral.png",
                  "source": "https://www.stuttgart.de/tourismus/sehenswuerdigkeiten/mineralbaeder.php"
              },
              {
                  "id": 4,
                  "position": [
                      48.7741,
                      9.1798
                  ],
                  "title": "Stuttgart Palace Square",
                  "description": "The Schlossplatz is a green gem in the heart of Stuttgart - and is located directly on the shopping mile Königstraße. Tourists and locals alike like to take a break and enjoy the Mediterranean atmosphere. With its rows of trees, fountains and fields of flowers, Schlossplatz is today considered one of the most beautiful squares in Europe. This was not always the case in the past. At the beginning of the 19th century, Schlossplatz was just a parade and drill ground. It was not until the 1860s that the dusty area was transformed into a blooming flower garden. The baroque garden with its intersecting paths and colorful flowers is a real jewel. There are the beautiful fountains, erected in honor of King William I in 1863, in which many a city dweller cools off on a hot day. There is the cast-iron bandstand with Moorish decorated arches, where military bands played every Sunday for many years.",
                  "imagesrc": "assets/images/Schlossplatz.png",
                  "source": "https://www.stuttgart.de/tourismus/sehenswuerdigkeiten/schlossplatz.php?form=translationDisclaimer-MTMzMDAwMjQ5&action=submit#translationDisclaimer-MTMzMDAwMjQ5"
              },
              {
                  "id": 23,
                  "position": [
                      48.7760,
                      9.1800
                  ],
                  "title": "Mercedes-Benz Museum",
                  "description": "The Museum celebrates the automobile invented by Carl Benz in 1886: it relates its history and tells its stories, bringing both alive by placing them in the context of technology, day-to-day life, social history and popular culture. More than 160 vehicles of all types are the main protagonists. They range from some of the oldest automobiles ever built to legendary racing cars and futuristic research vehicles. Together with other exhibits, they form the centrepiece of the permanent exhibition covering a total of 16,500 square metres in twelve rooms. This unparalleled world can be discovered on two tours that follow a 'Legend' and 'Collection' narrative.",
                  "imagesrc": "assets/images/Mercedes.png",
                  "source": "https://www.tripadvisor.com/Attraction_Review-g187291-d243381-Reviews-Mercedes_Benz_Museum-Stuttgart_Baden_Wurttemberg.html"
              },
              {
                  "id": 24,
                  "position": [
                      48.7770,
                      9.1810
                  ],
                  "title": "Staatsgalerie Stuttgart",
                  "description": "With its rich collection of masterworks dating from the fourteenth century to the present, the Staatsgalerie Stuttgart is among Germany’s most popular museums. Both its impressive museum complex and its holdings mirror the link between tradition and modernity. The Staatsgalerie Stuttgart presents its superb collection on some 9,000 square metres of exhibition space offered by the old building of 1843, the famous post-modern Stirling Building, and the Steib Halls constructed in 2002. Among the prominent holdings are the approximately 400,000 works belonging to the Department of Prints, Drawings and Photographs, Early Swabian panel painting and outstanding examples of nineteenth-century Swabian Neoclassicism. The chief emphasis of the museum collection is undoubtedly the Classical Modern period with art spanning the years from 1900 to 1980. Special highlights here are Oskar Schlemmer’s Figurines for the Triadic Ballet of the early 1920s, Henri Matisse’s famous Backs (1909-‒30), numerous works by Picasso including the sculptural group The Bathers (1956), and the Joseph Beuys room installed by the artist himself.",
                  "imagesrc": "assets/images/Staatsgalerie.png",
                  "source": "https://www.tripadvisor.com/Attraction_Review-g187291-d243382-Reviews-Staatsgalerie_Stuttgart-Stuttgart_Baden_Wurttemberg.html"
              }
          ]
      },
      {
          "name": "Commercial and Shopping",
          "color": "teal",
          "pois": [
              {
                  "id": 12,
                  "position": [
                      48.7730,
                      9.1835
                  ],
                  "title": "Konigsbau Passagen",
                  "description": "Planning a trip to Stuttgart? Enjoy an incredible shopping experience – welcome to the Königsbau Passagen! International brands, top-quality beauty products, extraordinary accessories, over 30 culinary highlights and excellent service, all under one roof. For a wonderful shopping day with the whole family!",
                  "imagesrc": "assets/images/Königsbau.png",
                  "source": "https://www.tripadvisor.com/Attraction_Review-g187291-d5798646-Reviews-Konigsbau_Passagen-Stuttgart_Baden_Wurttemberg.html"
              },
              {
                  "id": 13,
                  "position": [
                      48.7740,
                      9.1845
                  ],
                  "title": "Rotenberger Weingaertle",
                  "description": "Cosy restaurant offering local and typically Swabian cuisine. Located in one of the most scenic locations around Stuttgart, only 5 minutes walking distance to the popular tourist hotspot Grabkapelle auf dem Württemberg.",
                  "imagesrc": "assets/images/Graka.png",
                  "source": "https://www.tripadvisor.com/Restaurant_Review-g187291-d1342000-Reviews-Rotenberger_Weingaertle-Stuttgart_Baden_Wurttemberg.html"
              },
              {
                  "id": 27,
                  "position": [
                      48.7760,
                      9.1865
                  ],
                  "title": "CUBE Restaurant",
                  "description": "The cuisine served in the CUBE Restaurant is contemporary and cutting-edge. In fact, we call it “inspired cooking”. Quintessentially inspiring, it takes diners on a voyage of culinary discovery. Using top-quality and, wherever possible, regional ingredients, we create exceptionally delicious dishes with clear origins. Mediterranean and Asian influences are combined with fresh takes on elements of traditional cuisine. The result is irresistible!",
                  "imagesrc": "assets/images/Cube.png",
                  "source": "https://www.tripadvisor.com/Restaurant_Review-g187291-d1087012-Reviews-CUBE_Restaurant-Stuttgart_Baden_Wurttemberg.html"
              },
              {
                  "id": 28,
                  "position": [
                      48.7770,
                      9.1875
                  ],
                  "title": "Restaurant Kleinschmeckerei",
                  "description": "Premium is the (meat) requirement at the restaurant Kleinschmeckerei: Hanging Tender, Tri Tip or Skirt; Tomahawk, Chauteau Briand or Porterhouse. Creative chef Marko Kraljevic & Team surprise you when they serve you the finest meat cuts from premium to special cuts on your plate. Of course, the appropriate wine or beer is served with the right dish. Your premium evening in Stuttgart: With its small location, the restaurant Kleinschmeckerei offers an exclusive place for a long evening full of culinary steak discoveries with friends, partners or colleagues. In summer even with a quiet outside terrace!",
                  "imagesrc": "assets/images/Kleinschme.png",
                  "source": "https://www.tripadvisor.com/Restaurant_Review-g187291-d20047774-Reviews-Restaurant_Kleinschmeckerei-Stuttgart_Baden_Wurttemberg.html"
              }
          ]
      }
  ]
}